Repository: appsembler/edx-theme-codebase
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: fr_ca

source: No course content is currently visible, and no students are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
fr_ca: Aucun contenu de cours n'est présentement visible, et aucun n'apprenant n'est inscrit. Assurez-vous d'examiner et de réinitialiser toutes les dates, y compris la date de début du cours; mettre en place l'équipe de cours; examiner les mises à jour de cours et autres actifs de matériel daté; et aminer les discussions et wiki.

source: To hide content from students, select the Configure icon for a section, subsection, or unit, then select {em_start}Hide from students{em_end}.
fr_ca: Afin de cacher le contenu aux étudiants, sélectionnez l'icone de configuration pour une section, sous-section ou unité, et sélectionnez ensuite {em_start}Cacher aux étudiants{em_end}.

source: Certificate
fr_ca: Attestation

source: Apple app on Apple Store
fr_ca: Application Apple sur Apple Store

source: Course is in your cart.
fr_ca: Cours ajouté au panier.

source: Add to Cart / Price:
fr_ca: Ajouter à votre panier / Prix:

source: Enroll in
fr_ca: S'inscrire au

source: About us
fr_ca: À propos

source: Contact us
fr_ca: Nous contacter

source: Press
fr_ca: Presse

source: Appsembler Online Knowledgebase
fr_ca: Base de connaissances en ligne d’Appsembler

source: The institution&#39;s logo.
fr_ca: Le logo de l&#39;institution.

source: Enroll
fr_ca: S'inscrire

source: Hide search filters
fr_ca: Masquer les filtres de recherche

source: Show search filters
fr_ca: Afficher les filtres de recherche

source: Course Display Name:
fr_ca: Nom d'affichage du cours:

source: Terms of Service and Privacy Policy
fr_ca: Charte de Service et Règles de Confidentialité

source: edX, Open edX and the edX and Open edX logos are trademarks or registered trademarks of edX Inc.
fr_ca: edX, Open edX, ainsi que les logos edX et Open edX sont des marques déposées ou marques de edX Inc.

source: Platform Name
fr_ca: Nom de la plateforme

source: We hereby certify that:
fr_ca: Nous certifions par la présente que :

source: successfully completed, received a passing grade, and was awarded this platform's Honor Code Certificate of Completion in:
fr_ca: a réussi le cours suivant et reçoit ainsi le certificat de réussite :

source: Our platform offers interactive online classes and MOOCs.
fr_ca: Notre plateforme propose des cours en ligne interactifs.

source: Our platform acknowledges achievements through certificates, which are awarded for course activities that our platform students complete.
fr_ca: Vous recevrez un certificat à la fin de chaque cours réussi sur notre plateforme.

source: {copy_sign} {year} {platform_name}. All rights reserved.
fr_ca: {copy_sign} {year} {platform_name}. Tous droits réservés.

source: The site for {organization_name} is currently unavailable. Please contact your administrator.
fr_ca: Il est actuellement impossible d’accéder au site de {organization_name}. Veuillez contacter votre administrateur.

source: Site unavailable
fr_ca: Site non disponible

source: {platform_name} Page Unavailable
fr_ca: Page non disponible sur {platform_name}

source: The site {platform_name} is currently unavailable. Please contact your administrator.
fr_ca: Il est actuellement impossible d’accéder à la plateforme {platform_name}. Veuillez contacter votre administrateur.

source: Thank you for creating an account with {platform_name}!
fr_ca: Merci d’avoir créé un compte sur {platform_name}!

source: There's just one more step before you can enroll in a course: you need to activate your {platform_name} account. To activate your account, click the following link. If that doesn't work, copy and paste the link into your browser's address bar.
fr_ca: Il ne reste plus qu'une seule étape avant de pouvoir vous inscrire à un cours : vous devez activer votre compte sur {platform_name}. Pour activer votre compte, cliquez sur le lien suivant. Si cela ne fonctionne pas, copiez et collez-le lien dans la barre d'adresse de votre navigateur.

source: If you didn't create an account, you don't need to do anything; you won't receive any more email from us. If you need assistance, please do not reply to this email message. Check the help section of the {platform_name} website.
fr_ca: Si vous n'avez pas créé de compte, vous n'avez rien à faire ; vous ne recevrez plus de courriels de notre part. Si vous avez besoin d'aide, ne répondez pas à ce message électronique. Consultez la section d'aide du site web {platform_name}.

source: We have sent you an activation email - please click the link in the email to activate your account, as you will not be able to sign in again without activating.
fr_ca: Nous vous avons envoyé votre courriel d’activation – merci de cliquer sur le lien dans ce courriel afin d’activer votre compte, car vous ne pourrez plus vous connecter sans avoir complété l’activation.

source: Sign In to {studio_name}
fr_ca: Connexion à {studio_name}

source: Don't have a {studio_name} Account? Sign up!
fr_ca: Vous n’avez pas de compte {studio_name}? Inscrivez-vous!

source: Required Information to Sign In to {studio_name}
fr_ca: Renseignements requis pour se connecter à {studio_name}

source: Dear {full_name}
fr_ca: Bonjour {full_name}

source: You have been invited to be a beta tester for {course_name} at {site_name} by a member of the course staff.
fr_ca: Un membre de l’équipe de formation vous invite à tester le cours {course_name} de {site_name}.

source: To start accessing course materials, please visit {course_url}
fr_ca: Pour accéder au cours, visitez {course_url}.

source: Visit {course_about_url} to join the course and begin the beta test.
fr_ca: Visitez {course_about_url} pour accéder au cours et commencer le test.

source: Visit {site_name} to enroll in the course and begin the beta test.
fr_ca: Visitez {site_name} pour vous inscrire au cours et commencer le test.

source: This email was automatically sent from {site_name} to {email_address}
fr_ca: Ce courriel a été automatiquement envoyé de {site_name} à {email_address}.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
fr_ca: Le courriel associé à votre compte sur {platform_name} a bien été changé de {old_email} à {new_email}. Si vous n’avez pas fait cette demande, contactez-nous immédiatement. Vous trouverez nos coordonnées à :

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
fr_ca: Si vous n’avez pas fait cette demande, vous n’avez rien à faire; vous ne recevrez plus de courriel de notre part. Ne répondez pas à ce courriel. Si vous avez besoin d’aide, consultez la section d’aide du site Web de {platform_name}.

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
fr_ca: Un membre de l’équipe de formation vous invite à suivre le cours {course_name} sur {site_name}.

source: To access the course visit {course_url} and login.
fr_ca: Pour accéder au cours, visitez {course_url} et connectez-vous.

source: To access the course visit {course_about_url} and register for the course.
fr_ca: Pour accéder au cours, visitez {course_about_url} et inscrivez-vous au cours.

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
fr_ca: Pour terminer votre inscription, visitez {registration_url} et remplissez le formulaire d’inscription en inscrivant {email_address} dans le champ courriel.

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
fr_ca: Une fois votre inscription terminée et votre compte activé, le cours {course_name} apparaîtra sur votre tableau de bord.

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
fr_ca: Une fois votre inscription terminée et votre compte activé, visitez {course_about_url} pour accéder au cours.

source: You can then enroll in {course_name}.
fr_ca: Vous pourrez alors vous inscrire à {course_name}.

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
fr_ca: Un membre de l’équipe de formation vous a inscrit à {course_name} sur {site_name}. Le cours devrait maintenant apparaître sur votre tableau de bord de {site_name}..

source: This email was automatically sent from {site_name} to {full_name}
fr_ca: Ce courriel a été automatiquement envoyé de {site_name} à {full_name}.

source: Due {date}
fr_ca: Échéance {date}

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
fr_ca: Vous n’avez pas l’autorisation de vous inscrire à ce cours à partir de ce compte. Cliquez sur {start_logout_tag}Déconnexion{end_tag} puis sur le bouton d’inscription. Consultez la {start_help_tag}page d’aide{end_tag} pour trouver une solution.

source: You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
fr_ca: Vous verrez un message sur votre tableau de bord lorsque la vérification sera terminée (généralement dans un délai de 1 ou 2 jours).

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
fr_ca: Vos renseignements pour la vérification ont bien été soumis. Vous verrez un message sur votre tableau de bord lorsque la vérification sera terminée (généralement dans un délai de 1 ou 2 jours).

source: Discover New Courses
fr_ca: Explorer de nouveaux cours

source: Tracks
fr_ca: Pistes

source: This may take a minute. If you are not redirected, go to the home page.
fr_ca: Cela peut prendre une minute. Si vous n’êtes pas redirigé, allez sur la page d’accueil.

source: Certificate ID number
fr_ca: No d’identification du certificat

source: Date issued
fr_ca: Date d’émission

source: Verify the authenticity of this certificate at
fr_ca: Vérifiez l’authenticité de ce certificat à

source: Redirecting to LMS login...
fr_ca: Redirection vers la connexion au LMS...

source: if the page doesn't redirect automatically, then please
fr_ca: si vous n’est pas redirigé automatiquement, veuillez

source: You’re not logged into studio yet.
fr_ca: Vous n’êtes pas encore connecté au Studio.

source: If you’re authorized to access Studio, then please go to LMS and open studio from the menu.
fr_ca: Si vous avez l’autorisation d’accéder au Studio, rendez-vous sur le SGA et ouvrez Studio à partir du menu.

source: If the Studio link does not show in your menu, then please contact your administrator to give you access
fr_ca: Si l’option Studio n’apparaît pas dans votre menu, veuillez contacter votre administrateur pour qu’il vous y donne accès.

source: Forgot password?
fr_ca: Mot de passe oublié?

source: To delete your single signed on (SSO) session:
fr_ca: Pour supprimer votre session d’authentification unique :

source: Click here
fr_ca: Cliquez ici

source: If you are not redirected within 5 seconds:
fr_ca: Si vous n’êtes pas redirigé en 5 secondes :

source: click here to go to the home page
fr_ca: rendez-vous à la page d’accueil
